tap "browsh-org/browsh"
tap "d12frosted/emacs-plus"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "mhaeuser/mhaeuser"
tap "oven-sh/bun"
tap "quantonganh/tap"
tap "rogeriopradoj/cask-peazip"
tap "skardyy/mcat"
brew "glib"
brew "gnupg"
brew "gpgme"
brew "aerc"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "axel"
brew "bat"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "deno"
brew "direnv"
brew "exiv2"
brew "eza"
brew "tesseract"
brew "ffmpeg"
brew "fceux"
brew "fd"
brew "fdupes"
brew "fx"
brew "fzf"
brew "gaze"
brew "gh"
brew "git"
brew "git-bug"
brew "git-crypt"
brew "gnu-sed"
brew "go"
brew "gpg-tui"
brew "graphviz"
brew "htmlq"
brew "htop"
brew "hurl"
brew "jj"
brew "jjui"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lemmeknow"
brew "lf"
brew "libvirt", restart_service: :changed
brew "llama.cpp"
brew "llvm"
brew "lua"
brew "lynx"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "newsboat"
brew "nmap"
brew "node"
brew "ollama"
brew "onnx"
brew "openblas"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "plantuml"
brew "podman"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-packaging"
brew "tcl-tk"
brew "python-tk@3.14"
brew "qemu"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "scrcpy"
brew "sd"
brew "socat"
brew "starship"
brew "stow"
brew "supervisor", restart_service: :changed
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "telnet"
brew "tgpt"
brew "thefuck"
brew "tmux"
brew "tor"
brew "uv"
brew "w3m"
brew "wasmer"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "oven-sh/bun/bun"
brew "quantonganh/tap/geohash"
brew "skardyy/mcat/mcat"
cask "android-platform-tools"
cask "mhaeuser/mhaeuser/battery-toolkit"
cask "brave-browser"
cask "copyq"
cask "datasette-desktop"
cask "emacs-app"
cask "espanso"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hashicorp/tap/hashicorp-vagrant"
cask "jordanbaird-ice"
cask "keepassxc"
cask "lulu"
cask "mater"
cask "middleclick"
cask "mitmproxy"
cask "neovide-app"
cask "rogeriopradoj/cask-peazip/peazip"
cask "rectangle"
cask "telegram"
cask "thunderbird"
cask "transmission"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
go "nullprogram.com/x/passphrase2pgp"
go "github.com/mrusme/reader"
