# brew bundle
# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/cask-fonts'
tap 'ethereum/ethereum'

brew 'cmake'
brew 'fd'
brew 'fx'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'himalaya'
brew 'mas'
brew 'plantuml'
brew 'rga'
brew 'ripgrep'
brew 'stow'
brew 'uv'

cask 'brave-browser'
cask 'chatgpt'
cask 'espanso'
cask 'iterm2'
cask 'keepassxc'
cask 'lulu'

## test
brew 'dasel'
brew 'eza'
brew 'git-bug'
brew 'hurl'
brew 'newsboat'
brew 'yazi'
cask 'mitmproxy'