# brew bundle
# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/cask-fonts'
tap 'ethereum/ethereum'

brew 'cmake'
brew 'fd'
brew 'fx'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'go'
brew 'himalaya'
brew 'mas'
brew 'neovim'
brew 'plantuml'
brew 'poppler'
brew 'rga'
brew 'ripgrep'
brew 'sd'
brew 'socat'
brew 'stow'
brew 'tealdeer'
brew 'uv'

cask 'brave-browser'
cask 'chatgpt'
cask 'espanso'
cask 'ghostty'
cask 'font-fira-code'
ucask 'keepassxc'
cask 'lulu'
cask 'mitmproxy'
cask 'rectangle'
cask 'netnewswire'
cask 'datasette'

## test
brew 'dasel'
brew 'eza'
brew 'git-bug'
brew 'hurl'
brew 'jq'
brew 'lemmeknow'
brew 'lf'
brew 'newsboat'
brew 'yazi'

cask 'alacritty'
cask 'fsnotes'