# brew bundle
# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/cask-fonts'
tap 'ethereum/ethereum'
tap 'rogeriopradoj/cask-peazip'
tap 'espanso/espanso'
tap 'd12frosted/emacs-plus'
tap 'hashicorp/tap'

brew 'cmake'
brew 'fd'
brew 'fx'
brew 'fzf'
brew 'gaze'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'go'
brew 'himalaya'
brew 'mas'
brew 'neovim'
brew 'ncdu'
brew 'plantuml'
brew 'poppler'
brew 'rga'
brew 'ripgrep'
brew 'sd'
brew 'socat'
brew 'starship'
brew 'stow'
brew 'tealdeer'
brew 'uv'
brew 'hashicorp/tap/hashicorp-vagrant'

cask 'android-platform-tools'
cask 'brave-browser'
cask 'copyq'
cask 'espanso'
cask 'emacs-app'
cask 'font-fira-code'
cask 'font-fira-code'
cask 'ghostty'
cask 'keepassxc'
cask 'lulu'
cask 'mater'
cask 'middleclick'
cask 'mitmproxy'
cask 'peazip'
cask 'rectangle'
cask 'telegram'
cask 'thunderbird'
cask 'transmission'

## test
brew 'axel'
brew 'dasel'
brew 'eza'
brew 'git-bug'
brew 'gpg-tui'
brew 'hurl'
brew 'jq'
brew 'lemmeknow'
brew 'lf'
brew 'newsboat'
brew 'yazi'
brew 'yq'
cask 'datasette'
cask 'mitmproxy'
